Revit 2024 API
GroupTypeId.Nodes Property
 Nodes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Nodes { get; }
Visual Basic
Public Shared ReadOnly Property Nodes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Nodes {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace